<template>
  <h1 class="text-center my-7">Политика использования cookie-файлов</h1>

  <p>
    Это уведомление о файлах cookie предназначено для посетителей наших сайтов и
    приложений. В нем указано, как сайт -------- использует файлы cookie.
  </p>
  <p>
    Поскольку эти файлы cookie не являются строго необходимыми для
    предоставления --------, мы попросим вас дать согласие на использование
    файлов cookie при первом посещении нашего веб-сайта.
  </p>
  <p>
    Это официальная политика Cookie, регулирующая использование веб-сайта
    --------, расположенного по адресам https://--------, https://--------, а
    также других веб-сайтов и других адресов Интернета (или, например,
    URL-адресов, доменных имен и страниц), которыми мы владеем или контролируем.
  </p>
  <p>
    Мы используем cookie-файлы и иные схожие технологии для того, чтобы отличить
    вас от других пользователей нашего ресурса. Это позволяет обеспечивать
    удобный просмотр нашего сайта, а также даёт возможность улучшать его.
  </p>
  <h2>Что такое cookie-файлы?</h2>
  <p>
    Cookie-файлы представляют собой небольшие фрагменты данных (или строка букв
    и цифр), которые сохраняются в браузере компьютера, мобильного телефона или
    другого устройства после посещения веб-сайтов. Cookie-файлы широко
    применяются для поддержания работы веб-сайтов и сбора статистики.
  </p>
  <h2>Как мы используем cookie-файлы?</h2>
  <p>
    Информация, которую мы собираем с помощью файлов cookie-файлов, помогает нам
    анализировать то, как используется наш веб-сайт, чтобы мы могли сделать его
    максимально удобным и функциональным.
  </p>
  <p>
    Персональные данные сохраняются в cookie-файлах, если вы согласились на их
    использование.
  </p>
  <h2>Какие типы cookie-файлов мы используем?</h2>
  <p>Есть два вида файлов cookie:</p>
  <ul class="ml-6">
    <li class="my-2">
      Постоянные файлы cookies сохраняются на устройстве пользователя в течение
      установленного периода времени, указанного в файле cookie. Они
      активируются каждый раз, когда пользователь посещает веб-сайт, создавший
      этот конкретный файл cookie.
    </li>
    <li class="my-2">
      Временные файлы cookies позволяют операторам веб-сайта связывать действия
      пользователя во время сеанса браузера. Сеанс браузера начинается, когда
      пользователь открывает окно браузера и заканчивается, когда закрывает окно
      браузера. После закрытия браузера все файлы cookie сеанса удаляются.
    </li>
  </ul>
  <p>
    Файлы сookies имеют различные функции и могут быть классифицированы
    различным образом.
  </p>
  <p>Нами используются следующие типы cookie-файлов:</p>
  <ul class="ml-6">
    <li class="my-2">
      <h4>Технические cookie-файлы</h4>
      <p>
        Использование этих функциональных cookie-файлов нельзя запретить при
        посещении нашего сайта, так как они обеспечивают корректную работу
        веб-сайта. Эти файлы cookies не собирают информацию о вас, которая может
        быть использована для маркетинга или запоминания того, где вы были в
        Интернете.
      </p>
    </li>
    <li class="my-2">
      <h4>Cookie-файлы сеанса посещения и cookie-файлы предпочтений</h4>
      <p>
        Срок действия таких cookie-файлов истекает по окончании сеанса
        посещения. Мы также можем использовать cookie-файлы, которые действуют
        дольше и создаются для того, чтобы запомнить ваши предпочтения и
        варианты выбора во время посещения нашего сайта. Жизненный цикл таких
        cookie-файлов не превышает одного года.
      </p>
    </li>
    <li class="my-2">
      <h4>Аналитические файлы cookie</h4>
      <p>
        Мы используем средства веб-аналитики с целью общего анализа
        использования сайта и получения исходных данных для улучшения наших
        предложений. Полученная при этом информация может передаваться в
        анонимной форме на сервер службы веб-аналитики, сохраняться и
        обрабатываться там. Мы можем использовать аналитические инструменты и
        соответствующие cookie-файлы следующих поставщиков услуг:
      </p>
      <p>
        Яндекс.Метрика:
        <a href="https://yandex.ru/legal/confidential/" class="text-link">
          Политика конфиденциальности Яндекс

          <font-awesome-icon
            :icon="['fas', 'arrow-up-right-from-square']"
            fixed-width
            class="w-3 h-3"
            title="Ссылка на внешний сайт"
          />
        </a>
      </p>
    </li>
    <li class="my-2">
      <h4>Функциональные файлы cookie</h4>
      <p>
        Позволяют пользователям настраивать, как веб-сайт видит их. Файлы могут
        запоминать имена пользователей, языковые предпочтения и регионы и могут
        использоваться для предоставления более личных услуг, таких как местные
        метеорологические отчёты и новости о трафике.
      </p>
    </li>
  </ul>
  <h2>Как можно разрешить или запретить использование cookie-файлов?</h2>
  <p>
    Большинство браузеров автоматически принимают cookie-файлы. На вашем
    устройстве вы можете удалить сохраненные cookie-файлы в любое время. Как это
    делается более подробно, вы можете найти в инструкции по использованию
    вашего браузера или устройстве производителя.
  </p>
  <p>
    В настройках браузера также можно запретить любые cookie-файловфайлы или
    только определенные. Однако все браузеры отличаются друг от друга, поэтому
    более подробная информация о настройках для cookie-файлов приведена в
    разделе Help («Справка») вашего браузера или по ссылкам:
    <a
      href="https://support.google.com/chrome/answer/95647?hl=ru"
      class="text-link"
    >
      Chrome
      <font-awesome-icon
        :icon="['fas', 'arrow-up-right-from-square']"
        fixed-width
        class="w-3 h-3"
        title="Ссылка на внешний сайт"
      />
    </a>
    <a
      href="https://support.mozilla.org/ru/kb/uluchshennaya-zashita-ot-otslezhivaniya-v-firefox-?redirectlocale=ru-RU&redirectslug=enable-and-disable-cookies-website-preferences"
      class="text-link"
    >
      Firefox
      <font-awesome-icon
        :icon="['fas', 'arrow-up-right-from-square']"
        fixed-width
        class="w-3 h-3"
        title="Ссылка на внешний сайт"
      />
    </a>
    <a
      class="text-link"
      href="https://help.opera.com/ru/latest/web-preferences/"
    >
      Opera
      <font-awesome-icon
        :icon="['fas', 'arrow-up-right-from-square']"
        fixed-width
        class="w-3 h-3"
        title="Ссылка на внешний сайт"
      />
    </a>
    <a
      class="text-link"
      href="https://support.microsoft.com/ru-ru/help/17442/windows-internet-explorer-delete-manage-cookies"
    >
      Internet Explorer
      <font-awesome-icon
        :icon="['fas', 'arrow-up-right-from-square']"
        fixed-width
        class="w-3 h-3"
        title="Ссылка на внешний сайт"
      />
    </a>
    <a
      class="text-link"
      href="https://support.apple.com/ru-ru/guide/safari/sfri11471/mac"
    >
      Safari
      <font-awesome-icon
        :icon="['fas', 'arrow-up-right-from-square']"
        fixed-width
        class="w-3 h-3"
        title="Ссылка на внешний сайт"
      />
    </a>
    <a
      class="text-link"
      href="https://support.microsoft.com/ru-ru/help/4468242/microsoft-edge-browsing-data-and-privacy"
    >
      Edge
      <font-awesome-icon
        :icon="['fas', 'arrow-up-right-from-square']"
        fixed-width
        class="w-3 h-3"
        title="Ссылка на внешний сайт"
      />
    </a>
  </p>

  <p>
    Блокирование всех файлов cookie будет иметь негативное влияние на удобство
    использования многих веб-сайтов. Если вы заблокируете файлы cookie, вы не
    сможете использовать все функции на нашем веб-сайте.
  </p>
</template>

<script lang="ts" setup></script>

<style lang="css" scoped></style>
