<template>
  <b-row class="mb-5">
    <b-col class="text-justify">
      <h1 class="mb-5 text-center">Нашли животное? Помогите ему!</h1>
      <h2>
        Необходимо забрать животное с улицы
        <span class="text-warning">*</span>
      </h2>
      <p>
        Если нет возможности держать собаку или кошку у себя дома, то нужно
        найти «передержку». Передержка может быть как бесплатная (рекомендуем
        задействовать друзей и знакомых), так и платная – это то место, где
        животные за плату содержатся в хороших условиях до момента пристройства.
      </p>
      <p>
        Кроме этого существуют зоогостинницы и можно по договоренности оставить
        животное в стационаре ветеринарной клиники.
      </p>
      <p class="text-warning">
        * Если животное сильно напугано и не дается в руки, необходимо вызвать
        ловцов (людей, которые за денежное вознаграждение помогут вам поймать
        животное).
      </p>
      <h2>Важно удостовериться, что животное не ищут старые хозяева</h2>
      <p>Для этого необходимо:</p>
      <ul>
        <li>
          расклеить объявления по району, что найдена собака/кошка (обязательно
          с фотографией животного);
        </li>
        <li>
          проверить наличие клейма (если животное породистое) и/или чипа, и
          использовать полученные данные для поиска старых хозяев;
        </li>
        <li>
          разместить объявление на сайтах о «потеряшках» (обязательно с фото!) и
          там же отслеживать объявления о потерянных животных (т.к. сайты всё
          время меняются в рейтинге выдачи поисковиков, мы рекомендуем
          охватывать те сайты, что на момент поиска выходят в топ-10 в
          поисковиках (Яндекс, Google) по запросам «потеряна собака/кошка» и
          «найдена собака/кошка»);
        </li>
        <li>
          рекомендуем также обратиться в полицию – написать заявление о находке
          животного, которое может оказаться потерянным. На основании заявления
          сотрудники правоохранительных органов обязаны предпринять действия по
          поиску хозяина найденного животного. Даже если полиция откажется
          принимать меры, все равно составьте заявление и сохраните у себя его
          копию.
        </li>
      </ul>
      <p>
        Старых хозяев активно ищут не меньше месяца, порой они даже не
        догадываются, что собака или кошка могла убежать в другой район или даже
        город.
      </p>
      <h2>Проведите ветеринарный осмотр</h2>
      <p>
        Необходимо пройти общий осмотр, сдать анализы крови (ОКА + Биохимический
        стандартный набор тестов). Также необходимо сдать анализы на
        распространенные вирусные инфекции.
      </p>
      <p>Для собак:</p>
      <ul>
        <li>чума плотоядных;</li>
        <li>парвовирусный и короновирусный энтериты;</li>
        <li>аденовирус.</li>
      </ul>
      <p>Для кошек:</p>
      <ul>
        <li>панлейкопения;</li>
        <li>короновирусный энтерит;</li>
        <li>вирус иммунодефицита кошек;</li>
        <li>лейкоз.</li>
      </ul>
      <p class="text-warning font-weight-bold">
        Если у ветеринарного врача есть иные назначения – необходимо их
        выполнить.
      </p>
      <h2>Проведите антипаразитную обработку и прививочные мероприятия</h2>
      <p>Для этого необходимо:</p>
      <ol>
        <li>Вымыть животное шампунем от блох и клещей;</li>
        <li>Надеть противоблошиный ошейник;</li>
        <li>
          Закапать капли на холку от блох и клещей (через 48 часов после
          помывки);
        </li>
        <li>
          Дать глистогонное средство минимум двукратно согласно весу животного с
          интервалом в 10 дней;
        </li>
        <li>
          Вколоть поливалентную сыворотку (кратковременная защита животного от
          инфекций на период 14 дней);
        </li>
        <li>
          Привить животное через 10 дней после последнего глистогонного средства
          (таблетки от глистов – 10 дней – повторные таблетки от глистов – 10
          дней – при необходимости третий раз таблетки от глистов – 10 дней –
          прививка (от бешенства + комплекс)).
        </li>
      </ol>
      <p class="text-danger font-weight-bold text-uppercase">
        Прививка без предварительной дегельминтизации может привести к гибели
        животного.
      </p>
      <h2>Необходимо стерилизовать/кастрировать животное</h2>
      <p>
        Если у животного нет противопоказаний, то можно
        стерилизовать/кастрировать в период до прививки (пока проводится
        дегельминтизация). Или это можно сделать через 10-15 дней после
        прививок.
      </p>
      <p>
        Стерилизация важна т.к. является единственным гуманным способом
        регуляции численности бездомных животных, а также помогает предотвратить
        у собак и кошек развитие заболеваний половой системы (в т.ч.
        онкологических), которые в 85% случаев заканчиваются летальным исходом.
      </p>
      <p>
        Если животное породистое, стерилизация не менее необходима, иначе кошка
        или собака может попасть в руки перекупщиков или недобросовестных
        заводчиков.
      </p>
      <h2>Выполнили все действия?</h2>
      <p>
        Поздравляем! Если выполнены все вышеуказанные медицинские меры и не
        найден старый хозяин, можно приступать к поиску нового дома для
        животного.
      </p>
    </b-col>
  </b-row>
</template>

<script>
export default {
  name: "Foundling",
};
</script>
