<template>
  <h1 class="text-center my-7">Нашли животное? Помогите ему!</h1>
  <h2>Необходимо забрать животное с улицы</h2>
  <p>
    Если нет возможности держать собаку или кошку у себя дома, то нужно найти
    «передержку». Передержка может быть как бесплатная (рекомендуем
    задействовать друзей и знакомых), так и платная – это то место, где животные
    за плату содержатся в хороших условиях до момента пристройства.
  </p>
  <p>
    Кроме этого существуют зоогостинницы и можно по договоренности оставить
    животное в стационаре ветеринарной клиники.
  </p>

  <div
    class="flex p-4 mb-4 text-sm text-info bg-primary-light rounded-lg"
    role="alert"
  >
    <font-awesome-icon
      :icon="['fas', 'circle-info']"
      fixed-width
      aria-hidden="true"
      class="w-5 h-5 mr-2 text-info"
    />

    <span class="sr-only">Info</span>
    <div>
      Если животное сильно напугано и не дается в руки, необходимо вызвать
      ловцов (людей, которые за денежное вознаграждение помогут вам поймать
      животное).
    </div>
  </div>

  <h2 id="хозяева">
    Важно удостовериться, что животное не ищут старые хозяева
  </h2>
  <p>Для этого необходимо:</p>
  <ul class="ml-6">
    <li class="my-2">
      расклеить объявления по району, что найдена собака/кошка (обязательно с
      фотографией животного);
    </li>
    <li class="my-2">
      проверить наличие клейма (если животное породистое) и/или чипа, и
      использовать полученные данные для поиска старых хозяев;
    </li>
    <li class="my-2">
      разместить объявление на сайтах о «потеряшках» (обязательно с фото!) и там
      же отслеживать объявления о потерянных животных (т.к. сайты всё время
      меняются в рейтинге выдачи поисковиков, мы рекомендуем охватывать те
      сайты, что на момент поиска выходят в топ-10 в поисковиках (Яндекс,
      Google) по запросам «потеряна собака/кошка» и «найдена собака/кошка»);
    </li>
    <li class="my-2">
      рекомендуем также обратиться в полицию – написать заявление о находке
      животного, которое может оказаться потерянным. На основании заявления
      сотрудники правоохранительных органов обязаны предпринять действия по
      поиску хозяина найденного животного. Даже если полиция откажется принимать
      меры, все равно составьте заявление и сохраните у себя его копию.
    </li>
  </ul>
  <p>
    Старых хозяев активно ищут не меньше месяца, порой они даже не догадываются,
    что собака или кошка могла убежать в другой район или даже город.
  </p>
  <h2>Проведите ветеринарный осмотр</h2>
  <p>
    Необходимо пройти общий осмотр, сдать анализы крови (ОКА + Биохимический
    стандартный набор тестов). Также необходимо сдать анализы на
    распространенные вирусные инфекции.
  </p>
  <p>Для собак:</p>
  <ul class="ml-6">
    <li class="my-2">чума плотоядных;</li>
    <li class="my-2">парвовирусный и короновирусный энтериты;</li>
    <li class="my-2">аденовирус.</li>
  </ul>
  <p>Для кошек:</p>
  <ul class="ml-6">
    <li class="my-2">панлейкопения;</li>
    <li class="my-2">короновирусный энтерит;</li>
    <li class="my-2">вирус иммунодефицита кошек;</li>
    <li class="my-2">лейкоз.</li>
  </ul>

  <div
    class="flex p-4 mb-4 text-sm text-warning bg-primary-light rounded-lg"
    role="alert"
  >
    <font-awesome-icon
      :icon="['fas', 'triangle-exclamation']"
      fixed-width
      aria-hidden="true"
      class="w-5 h-5 mr-2 text-warning"
    />

    <span class="sr-only">Warning</span>
    <div>
      Если у ветеринарного врача есть иные назначения – необходимо их выполнить.
    </div>
  </div>

  <h2>Проведите антипаразитную обработку и прививочные мероприятия</h2>
  <p>Для этого необходимо:</p>
  <ol class="ml-6">
    <li class="my-2">Вымыть животное шампунем от блох и клещей;</li>
    <li class="my-2">Надеть противоблошиный ошейник;</li>
    <li class="my-2">
      Закапать капли на холку от блох и клещей (через 48 часов после помывки);
    </li>
    <li class="my-2">
      Дать глистогонное средство минимум двукратно согласно весу животного с
      интервалом в 10 дней;
    </li>
    <li class="my-2">
      Вколоть поливалентную сыворотку (кратковременная защита животного от
      инфекций на период 14 дней);
    </li>
    <li class="my-2">
      Привить животное через 10 дней после последнего глистогонного средства
      (таблетки от глистов – 10 дней – повторные таблетки от глистов – 10 дней –
      при необходимости третий раз таблетки от глистов – 10 дней – прививка (от
      бешенства + комплекс)).
    </li>
  </ol>

  <div
    class="flex p-4 mb-4 text-sm text-danger bg-primary-light rounded-lg"
    role="alert"
  >
    <font-awesome-icon
      :icon="['fas', 'triangle-exclamation']"
      fixed-width
      aria-hidden="true"
      class="w-5 h-5 mr-2 text-danger"
    />

    <span class="sr-only">Danger</span>
    <div>
      Прививка без предварительной дегельминтизации может привести к гибели
      животного.
    </div>
  </div>

  <h2>Необходимо стерилизовать/кастрировать животное</h2>
  <p>
    Если у животного нет противопоказаний, то можно стерилизовать/кастрировать в
    период до прививки (пока проводится дегельминтизация). Или это можно сделать
    через 10-15 дней после прививок.
  </p>
  <p>
    Стерилизация важна т.к. является единственным гуманным способом регуляции
    численности бездомных животных, а также помогает предотвратить у собак и
    кошек развитие заболеваний половой системы (в т.ч. онкологических), которые
    в 85% случаев заканчиваются летальным исходом.
  </p>
  <p>
    Если животное породистое, стерилизация не менее необходима, иначе кошка или
    собака может попасть в руки перекупщиков или недобросовестных заводчиков.
  </p>
  <h2>Выполнили все действия?</h2>
  <p>
    Поздравляем! Если выполнены все вышеуказанные медицинские меры и не найден
    старый хозяин, можно приступать к поиску нового дома для животного.
  </p>
</template>

<script lang="ts" setup></script>

<style lang="css" scoped></style>
