<template>
  <h1 class="text-center my-7">Согласие на обработку персональных данных</h1>

  <ol class="ml-6">
    <li class="my-2">
      В соответствии с Федеральным законом от «27» июля 2006 г. № 152-ФЗ «О
      персональных данных» настоящим я свободно, по своей воле и в своем
      интересе даю согласие на обработку моих персональных данных ------- (далее
      – «-------»).
    </li>
    <li class="my-2">
      Под персональными данными, на обработку которых я даю настоящее согласие,
      я понимаю любую информацию, относящуюся ко мне и/или к моим
      несовершеннолетним детям, законным представителем которых я являюсь, как к
      субъекту персональных данных, в том числе фамилию, имя, отчество,
      гражданство, пол, дату рождения, место рождения, сведения об образовании,
      род занятий, профессию, сведения о месте работы, сведения о месте
      обучения, сведения о месте регистрации и/или фактического проживания,
      паспортные данные, контактные данные (номер телефона (мобильного и
      домашнего), адрес электронной почты, почтовый адрес), а также иную другую
      информацию.
    </li>
    <li class="my-2">
      Под обработкой персональных данных я понимаю сбор, запись, систематизацию,
      накопление, уточнение (обновление, изменение), извлечение, использование,
      распространение, предоставление, доступ, передачу, в том числе
      трансграничную, обезличивание, блокирование, удаление, уничтожение,
      бессрочное хранение и любые другие действия (операции) с персональными
      данными.
    </li>
    <li class="my-2">
      Я согласен(-на), что обработка моих персональных данных и/или персональных
      данных моих несовершеннолетних детей осуществляется для реализации целей
      -------.
    </li>
    <li class="my-2">
      Я согласен, что предоставленные мной персональные данные могут быть
      использованы при издании печатной продукции и видеоматериалов -------,
      могут быть размещены на официальном сайте -------, на сайтах программ и
      мероприятий -------, на страницах ------- в социальных интернет-сетях,а
      также могут указываться во внутренних и внешних документах -------,
      отчетах.
    </li>
    <li class="my-2">
      <p>
        ------- обязуется не передавать полученные персональные данные третьим
        лицам, за исключением следующих случаев:
      </p>
      <p>
        – По запросам уполномоченных органов государственной власти РФ только по
        основаниям и в порядке, установленным законодательством РФ
      </p>
      <p>
        – Стратегическим партнерам, которые работают с ------- для
        предоставления продуктов и услуг, или тем из них, которые помогают
        ------- реализовывать продукты и услуги потребителям. Мы предоставляем
        третьим лицам минимальный объем персональных данных, необходимый только
        для оказания требуемой услуги или проведения необходимой транзакции.
      </p>
    </li>
    <li class="my-2">
      Я согласен(-на), что обработка предоставленных персональных данных может
      осуществляться любым не запрещенным законом способом с помощью средств
      автоматизации и/или без использования средств автоматизации, с
      использованием сети Интернет, а также третьими лицами в соответствии с
      действующим законодательством Российской Федерации. Настоящим также даю
      согласие на трансграничную передачу моих персональных данных.
    </li>
    <li class="my-2">
      Я уведомлен(-а), что ------- принимает необходимые правовые,
      организационные и технические меры или обеспечивает их принятие для защиты
      персональных данных от неправомерного или случайного доступа к ним,
      уничтожения, изменения, блокирования, копирования, предоставления,
      распространения персональных данных, а также от иных неправомерных
      действий в отношении персональных данных, а также принимает на себя
      обязательство сохранения конфиденциальности персональных данных Субъекта
      персональных данных.
    </li>
    <li class="my-2">
      Настоящим я подтверждаю, что в случае необходимости предоставления
      персональных данных для достижения указанной выше цели третьим лицам,
      аффилированным лицам и партнерам -------, а равно как при привлечении
      третьих лиц к оказанию услуг в указанной цели, передаче -------
      принадлежащих ему функций и полномочий иному лицу, ------- вправе в
      необходимом объеме раскрывать для совершения вышеуказанных действий мои
      персональные данные таким третьим лицам, их агентам и иным уполномоченным
      ими лицам, а также предоставлять таким лицам соответствующие документы,
      содержащие такую информацию. Также настоящим признаю и подтверждаю, что
      настоящее согласие считается данным мною любым третьим лицам, указанным
      выше, с учетом соответствующих изменений, и любые такие третьи лица имеют
      право на обработку моих персональных данных на основании настоящего
      согласия.
    </li>
    <li class="my-2">
      Настоящее Согласие предоставляется мной на неопределенный срок и длится до
      моего отзыва Согласия, который я должен(-на) буду предоставить в
      письменном виде по адресу ------- с требованием о прекращении обработки
      указанных персональных данных, которое должно быть исполнено в срок,
      установленный Федеральным законом от «27» июля 2006 г. № 152-ФЗ «О
      персональных данных».
    </li>
    <li class="my-2">
      Датой выдачи согласия на обработку персональных данных Субъекта
      Персональных Данных является дата отправки персональных данных.
    </li>
  </ol>
</template>

<script lang="ts" setup></script>

<style lang="css" scoped></style>
