<template>
  <h1 class="text-center my-7">Как разместить животное в каталоге?</h1>
  <h2 id="условия">Условия размещения на сайте</h2>
  <ul class="ml-6">
    <li class="my-2">
      Заявки на размещение принимаются
      <u class="text-warning font-bold">только напрямую от кураторов</u>.
    </li>
    <li class="my-2">
      Заявки на размещение принимаются
      <u class="text-warning font-bold">только на животных, имеющих куратора</u
      >, а также находящиеся в приютах или на передержках.
      <u class="text-danger font-bold">Уличные животные не размещаются!</u>
    </li>
    <li class="my-2">
      Заявляемое животное должно пройти ветеринарный осмотр и антипаразитную
      обработку, получить все необходимые прививки (или быть готовым к их
      получению) и ветпаспорт с печатями ветеринарного учреждения.
    </li>
    <li class="my-2">
      Животные старше 6 месяцев принимаются к размещению
      <u class="text-warning font-bold">только стерилизованными</u>!
    </li>
    <li class="my-2">
      Животные младше 6 месяцев принимаются к размещению
      <u class="text-warning font-bold"
        >только при заключении с новым хозяином договора об обязательной
        стерилизации/кастрации</u
      >
      по достижению возраста 6 месяцев.
    </li>
    <li class="my-2">
      Заявка на животное, предположительно потерянное/бывшедомашнее, принимается
      при условии принятия куратором
      <router-link
        class="text-link"
        :to="{ name: 'foundling', hash: '#хозяева' }"
        >всех необходимых мер</router-link
      >
      по поиску прежних хозяев.
    </li>
  </ul>
  <h2 id="обязанности">Обязанности куратора</h2>
  <p>Присылая заявку на размещение животного Вы обязуетесь:</p>
  <ul class="ml-6">
    <li class="my-2">
      Своевременно, любым доступным способом связи с нами,
      <u class="text-warning font-bold"
        >уведомлять обо всех изменениях, связанных с размещенным животным</u
      >
      (изменение физиологических параметров, смена передержки, новые фотографии,
      снятие с размещения и пр.).
    </li>
    <li class="my-2">
      Своевременно, независимо от давности размещения, любым доступным способом
      связи,
      <u class="text-warning font-bold"
        >уведомить нас о пристроистве животного</u
      >, а также если животное вернули куратору.
    </li>
    <li class="my-2">
      Сообщить контактные данные новых хозяев и источник, откуда они узнали о
      животном.
    </li>
    <li class="my-2">
      Присылать информацию от пристроенного животного (текст и фотографии).
    </li>
  </ul>
  <h2 id="фото">Требования к фотографиям</h2>
  <ul class="ml-6">
    <li class="my-2">
      Необходимо предоставить ссылку на
      <u class="text-warning font-bold">профессиональные</u> фото животного (не
      менее 15 кадров для собак и не менее 8 кадров для кошек), загруженные на
      облачное хранилище или файлообменник.
    </li>
    <li class="my-2">
      Фотографии должны быть четкими, с хорошим освещением, в разных ракурсах
      (сидя, стоя, портрет, в движении и т.д.).
    </li>
    <li class="my-2">
      Размер фотографий –
      <u class="text-warning font-bold"
        >не менее 1000 пикселей по короткой стороне</u
      >.
    </li>
  </ul>
  <p class="text-danger font-bold">Нe принимаются фото:</p>
  <ul class="ml-6">
    <li class="my-2">
      с любого вида одеждой на животном (за исключением случаев, когда это
      необходимо по показанию ветеринарного врача);
    </li>
    <li class="my-2">
      за решетками, на фоне заборов, вольеров, в потрепанной амуниции;
    </li>
    <li class="my-2">на ярких, кислотных или грязных фонах;</li>
    <li class="my-2">коллажи;</li>
    <li class="my-2">сделанные на телефон и/или со вспышкой.</li>
  </ul>
  <p>
    Удачные примеры хороших фотосессий:
    <a href="#">пример 1</a>, <a href="#">пример 2</a>,
    <a href="#">пример 3</a>, <a href="#">пример для котиков</a>.
  </p>
  <h2 id="профиль">Данные о животном</h2>
  <p>
    Куратор должен заранее, по аналогии с уже размещенными на сайте профилями,
    подготовить анкетные данные животного, а также текст-описание, в котором
    будет подробно и четко описан характер и особенности поведения курируемого
    животного и его отличительные черты. Старайтесь избегать общих, размытых
    формулировок и характеристик, не описывайте историю животного (как он попал
    в приют или как его подобрали на улице), не пишите ваших домыслов о прошлом
    и/или будущем животного. Постарайтесь объективно и беспристрастно описать
    уникальность каждого конкретного животного. Объем текста для собак должен
    быть не менее 120 слов (1000 знаков), для кошек – 60 слов (500 знаков).
  </p>
  <p>
    Заранее подумайте, куда отдается животное: в квартиру и/или частный дом,
    отдается ли животное в вольер/кошкариум или в другой город.
  </p>
  <h2>Размещение объявления</h2>
  <p>
    После заполнения заявки, на указанную вами электронную почту Вы получите
    автоматическое письмо. Ваша заявка будет проверена и в течение 10 рабочих
    дней Вам будет дан ответ.
  </p>
  <ul class="ml-6">
    <li class="my-2">
      если вы не получили автоматическое письмо и не нашли его в спаме –
      возможно Вы что-то сделали не так, попробуйте заполнить анкету ещё раз или
      <router-link class="text-link" :to="{ name: 'feedback' }">
        свяжитесь с нами</router-link
      >;
    </li>
    <li class="my-2">
      мы можем попросить дополнительные данные – пожалуйста, не затягивайте с
      ответом;
    </li>
    <li class="my-2">
      Вам может быть отказано в размещении без объяснения причин.
    </li>
  </ul>
  <hr />
  <p>
    Если вы согласны с
    <a href="#условия" class="text-link"
      >условиями размещения
      <font-awesome-icon
        :icon="['fas', 'anchor']"
        fixed-width
        class="w-3 h-3"
      />
    </a>
    объявлений и
    <a href="#обязанности" class="text-link"
      >обязанностями
      <font-awesome-icon :icon="['fas', 'anchor']" fixed-width class="w-3 h-3"
    /></a>
    куратора, готовы предоставить
    <a href="#фото" class="text-link"
      >подходящие фотографии
      <font-awesome-icon :icon="['fas', 'anchor']" fixed-width class="w-3 h-3"
    /></a>
    и все необходимые
    <a href="#профиль" class="text-link"
      >данные о животном
      <font-awesome-icon
        :icon="['fas', 'anchor']"
        fixed-width
        class="w-3 h-3" /></a
    >, то заполните анкету на размещение животного:
  </p>
  <ul class="ml-6">
    <li class="my-2">
      <a
        href="https://forms.yandex.ru/u/5e6d380ca8d67d05844103c0/"
        class="text-link"
      >
        анкета для собаки
        <font-awesome-icon
          :icon="['fas', 'arrow-up-right-from-square']"
          fixed-width
          class="w-3 h-3"
          title="Ссылка на внешний сайт"
        />
      </a>
    </li>
    <li class="my-2">
      <a
        href="https://forms.yandex.ru/u/5e6d381ea8d67d05844103c5/"
        class="text-link"
        >анкета для кошки
        <font-awesome-icon
          :icon="['fas', 'arrow-up-right-from-square']"
          fixed-width
          class="w-3 h-3"
          title="Ссылка на внешний сайт"
        />
      </a>
    </li>
  </ul>
  <p>
    Заполнив заявку,
    <u class="text-warning font-bold">проверьте данные</u>! После отправки
    изменить заявку <u class="text-warning font-bold">невозможно</u>!
  </p>
  <p class="line-height-normal">
    <small
      >* Присылая заявку на размещение, вы соглашаетесь с тем, что ------
      оставляет за собой право модерировать и использовать присланные текстовые
      и графические материалы по собственному усмотрению, включая использование
      в рекламных целях. ------ не несет ответственности за копирование и
      распространение опубликованных материалов третьими лицами.</small
    >
  </p>
</template>

<script lang="ts" setup></script>

<style lang="css" scoped></style>
